{"publication": {"id": "137e10dad8ca3c119271cd8b1bb4303ea51afd36", "title": "Design and Control of a Highly Redundant Rigid-flexible Coupling Robot to Assist the COVID-19 Oropharyngeal-Swab Sampling", "year": 2021, "venue": "IEEE Robotics and Automation Letters", "citation_count": 52, "url": "https://www.semanticscholar.org/paper/137e10dad8ca3c119271cd8b1bb4303ea51afd36", "doi": "10.1109/LRA.2021.3062336", "abstract": "The outbreak of novel coronavirus pneumonia (COVID-19) has caused mortality and morbidity worldwide. Oropharyngeal-swab (OP-swab) sampling is widely used for the diagnosis of COVID-19 in the world. To avoid the clinical staff from being affected by the virus, we developed a 9-degree-of-freedom (DOF) rigid-flexible coupling (RFC) robot to assist the COVID-19 OP-swab sampling. This robot is composed of a visual system, UR5 robot arm, micro-pneumatic actuator and force-sensing system. The robot is expected to reduce risk and free up the clinical staff from the long-term repetitive sampling work. Compared with a rigid sampling robot, the developed force-sensing RFC robot can facilitate OP-swab sampling procedures in a safer and softer way. In addition, a varying-parameter zeroing neural network-based optimization method is also proposed for motion planning of the 9-DOF redundant manipulator. The developed robot system is validated by OP-swab sampling on both oral cavity phantoms and volunteers."}, "authors": [{"id": "3375321", "name": "Yingbai Hu"}, {"id": "2151969328", "name": "Jian Li"}, {"id": "1754644", "name": "Yongquan Chen"}, {"id": "2109274310", "name": "Qiwen Wang"}, {"id": "2051551742", "name": "Chuliang Chi"}, {"id": null, "name": "Heng Zhang"}, {"id": "2117207762", "name": "Qing Gao"}, {"id": "2051551256", "name": "Yuanmin Lan"}, {"id": "2146248908", "name": "Zheng Li"}, {"id": "1690969", "name": "Zonggao Mu"}, {"id": "2973352", "name": "Zhenglong Sun"}, {"id": "2051551827", "name": "Alois Knoll Robotics"}, {"id": "2051551716", "name": "Intelligent ManufacturingSchool of Science"}, {"id": "2285034440", "name": "Engineering"}, {"id": "41178914", "name": "The Hong Kong"}, {"id": "152216262", "name": "Shenzhen"}, {"id": "2131874468", "name": "China"}, {"id": "2051551085", "name": "Shenzhen Institute of Artificial Intelligence"}, {"id": "2051551407", "name": "Robotics for Society"}, {"id": "2051551413", "name": "Chair of Robotics"}, {"id": null, "name": "Artificial Intelligence"}, {"id": "66990806", "name": "Real-time Systems"}, {"id": "52347306", "name": "T. U. Munchen"}, {"id": "96779491", "name": "Munchen"}, {"id": "89164031", "name": "Germany"}, {"id": "2027134466", "name": "Department of Orthopaedic Surgery"}, {"id": "2051551415", "name": "Chow Yuk Ho Technology Centre for Innovative Medicine"}, {"id": "38569788", "name": "H. Kong"}, {"id": "52033839", "name": "School of Electrical Engineering"}, {"id": "2310610654", "name": "S. U. O. Technology"}, {"id": "82009262", "name": "Zibo"}, {"id": "2051551417", "name": "Longgang District People's Hospital of Shenzhen"}, {"id": "2131874468", "name": "China"}], "fields_of_study": ["Computer Science", "Engineering", "Medicine"]}
{"publication": {"id": "2b6d375d8abea91d46894ebfa7051077253834d5", "title": "Artificial intelligence in healthcare: transforming the practice of medicine", "year": 2021, "venue": "Future healthcare journal", "citation_count": 1061, "url": "https://www.semanticscholar.org/paper/2b6d375d8abea91d46894ebfa7051077253834d5", "doi": "10.7861/fhj.2021-0095", "abstract": "ABSTRACT Artificial intelligence (AI) is a powerful and disruptive area of computer science, with the potential to fundamentally transform the practice of medicine and the delivery of healthcare. In this review article, we outline recent breakthroughs in the application of AI in healthcare, describe a roadmap to building effective, reliable and safe AI systems, and discuss the possible future direction of AI augmented healthcare systems."}, "authors": [{"id": "2119588844", "name": "Junaid Bajwa"}, {"id": "2268457013", "name": "Usman Munir"}, {"id": "2064953709", "name": "A. Nori"}, {"id": "2116406786", "name": "Bryan Williams"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "c18ff70a0a0ac21b22e9736ecebc627707924fa7", "title": "Atlas of AI: Power, Politics and the Planetary Costs of Artificial Intelligence", "year": 2021, "venue": "Perspectives on Science and Christian Faith", "citation_count": 735, "url": "https://www.semanticscholar.org/paper/c18ff70a0a0ac21b22e9736ecebc627707924fa7", "doi": "10.12987/9780300252392", "abstract": "ATLAS OF AI: Power, Politics, and the Planetary Costs of Artificial Intelligence by Kate Crawford. New Haven, CT: Yale University Press, 2021. 336 pages. Hardcover; $28.00. ISBN: 9780300209570. *Atlas of AI: Power, Politics, and the Planetary Costs of Artificial Intelligence is Kate Crawford's analysis of the state of the AI industry. A central idea of her book is the importance of redefining Artificial Intelligence (AI). She states, \"I've argued that there is much at stake in how we define AI, what its boundaries are, and who determines them: it shapes what can be seen and contested\" (p. 217). *My own definition of AI goes something like this: I¬†imagine a future where I'm sitting in a cafe drinking coffee with my friends, but in this future, one of my friends is a robot, who like me is trying to make a living in this world. A future where humans and robots live in harmony. Crawford views this definition as mythological: \"These mythologies are particularly strong in the field of artificial intelligence, where the belief that human intelligence can be formalized and reproduced by machines has been axiomatic since the mid-twentieth century\" (p.¬†5). I do not know if my definition of artificial intelligence can come true, but I am enjoying the process of building, experimenting, and dreaming. *In her book, she asks me to consider that I may be unknowingly participating, as she states, in \"a material product of colonialism, with its patterns of extraction, conflict, and environmental destruction\" (p. 38). The book's subtitle illuminates the purpose of the book: specifically, the power, politics, and planetary costs of usurping artificial intelligence. Of course, this is not exactly Crawford's subtitle, and this is where I both agree and disagree with her. The book's subtitle is actually Power, Politics, and the Planetary Costs of Artificial Intelligence. In my opinion, AI is more the canary in the coal mine. We can use the canary to detect the poisonous gases, but we cannot blame the canary for the poisonous gas. It risks missing the point. Is AI itself to be feared? Should we no longer teach or learn AI? Or is this more about how we discern responsible use and direction for AI technology? *There is another author who speaks to similar issues. In Weapons of Math Destruction, Cathy O'Neil states it this way, \"If we had been clear-headed, we all would have taken a step back at this point to figure out how math had been misused ... But instead ... new mathematical techniques were hotter than ever ... A computer program could speed through thousands of resumes or loan applications in a second or two and sort them into neat lists, with the most promising candidates on top\" (p. 13). *Both Crawford and O'Neil point to human flaws that often lead to well-intentioned software developers creating code that results in unfair and discriminatory decisions. AI models encode unintended human biases that may not evaluate candidates as fairly as we would expect, yet there is a widespread notion that we can trust the algorithm. For example, the last time you registered an account on a website, did you click the checkbox confirming that \"yes, I read the disclaimer\" even though you did not? When we click \"yes\" we are accepting this disclaimer and placing trust in the software. Business owners place trust in software when they use it to make predictions. Engineers place trust in their algorithms when they write software without rigorous testing protocols. I¬†am just as guilty. *Crawford suggests that AI is often used in ways that are harmful. In the Atlas of AI we are given a tour of how technology is damaging our world: strip mining, labor injustice, the misuse of personal data, issues of state and power, to name a few of the concerns Crawford raises. The reality is that AI is built upon existing infrastructure. For example, Facebook, Instagram, YouTube, Amazon, TikTok have been collecting our information for profit even before AI became important to them. The data centers, CPU houses, and worldwide network infrastructure were already in place to meet consumer demand and geopolitics. But it is true that AI brings new technologies to the table, such as automated face recognition and decision tools to compare prospective employment applicants with diverse databases and employee monitoring tools that can make automatic recommendations. Governments, militaries, and intelligence agencies have taken notice. As invasion of privacy and social justice concerns emerge, Crawford calls us to consider these issues carefully. *Reading Crawford's words pricked my conscience, convicting me to reconsider my erroneous ways. For big tech to exist, to supply what we demand, it needs resources. She walks us through the many resources the technology industry needs to provide what we want, and AI is the \"new kid on the block.\" This book is not about AI, per se; it is instead about the side effects of poor business/research practices, opportunist behavior, power politics, and how these behaviors not only exploit our planet but also unjustly affect marginalized people. The AI industry is simply a new example of this reality: data mining, low wages to lower costs, foreign workers with fewer rights, strip mining, relying on coal and oil for electricity (although some tech companies have made strides to improve sustainability). This sounds more like a parable about the sins of the tech industry than a critique about the dangers of AI. *Could the machine learning community, like the inventors of dynamite who wanted to simply help railroads excavate tunnels, be unintentionally causing harm? Should we, as a community, be on the lookout for these potential harms? Do we have a moral responsibility? Maybe the technology sector needs to look more inwardly to ensure that process efficiency and cost savings are not elevated as most important. *I did not agree with everything that Crawford classified as AI, but I do agree that as a community we are responsible for our actions. If there are injustices, then this should be important to us. In particular, as people of faith, we should heed the call of Micah 6:8 to act justly in this world, and this includes how we use AI. *Reviewed by Joseph Vybihal, Professor of Computer Science, McGill University, Montreal, PQ H3A 0G4."}, "authors": [{"id": "2065668182", "name": "Kate Crawford"}], "fields_of_study": ["Computer Science"]}
{"publication": {"id": "c0a8fe3ac767c0911f10296bce29cb97a7382266", "title": "Artificial intelligence in education: Addressing ethical challenges in K-12 settings", "year": 2021, "venue": "AI and Ethics", "citation_count": 832, "url": "https://www.semanticscholar.org/paper/c0a8fe3ac767c0911f10296bce29cb97a7382266", "doi": "10.1007/s43681-021-00096-7", "abstract": "Artificial intelligence (AI) is a field of study that combines the applications of machine learning, algorithm productions, and natural language processing. Applications of AI transform the tools of education. AI has a variety of educational applications, such as personalized learning platforms to promote students’ learning, automated assessment systems to aid teachers, and facial recognition systems to generate insights about learners’ behaviors. Despite the potential benefits of AI to support students’ learning experiences and teachers’ practices, the ethical and societal drawbacks of these systems are rarely fully considered in K-12 educational contexts. The ethical challenges of AI in education must be identified and introduced to teachers and students. To address these issues, this paper (1) briefly defines AI through the concepts of machine learning and algorithms; (2) introduces applications of AI in educational settings and benefits of AI systems to support students’ learning processes; (3) describes ethical challenges and dilemmas of using AI in education; and (4) addresses the teaching and understanding of AI by providing recommended instructional resources from two providers—i.e., the Massachusetts Institute of Technology’s (MIT) Media Lab and Code.org. The article aims to help practitioners reap the benefits and navigate ethical challenges of integrating AI in K-12 classrooms, while also introducing instructional resources that teachers can use to advance K-12 students’ understanding of AI and ethics."}, "authors": [{"id": "1391112109", "name": "Selin Akgun"}, {"id": "1736838", "name": "Christine Greenhow"}], "fields_of_study": ["Computer Science", "Medicine"]}
{"publication": {"id": "6e4d9cd2da1e3667da2cc303c5549a7773f07fa7", "title": "Artificial intelligence: A powerful paradigm for scientific research", "year": 2021, "venue": "The Innovation", "citation_count": 1246, "url": "https://www.semanticscholar.org/paper/6e4d9cd2da1e3667da2cc303c5549a7773f07fa7", "doi": "10.1016/j.xinn.2021.100179", "abstract": null}, "authors": [{"id": "2757967", "name": "Yongjun Xu"}, {"id": "2151570322", "name": "Qi Wang"}, {"id": "2127813", "name": "Zhulin An"}, {"id": "2148955026", "name": "Fei Wang"}, {"id": "2107954001", "name": "Libo Zhang"}, {"id": "2033632145", "name": "Yanjun Wu"}, {"id": "2150203108", "name": "Fengliang Dong"}, {"id": "2143644237", "name": "Cheng-Wei Qiu"}, {"id": "2120101968", "name": "Xin Liu"}, {"id": "2150086038", "name": "Junjun Qiu"}, {"id": "2344269534", "name": "K. Hua"}, {"id": "2147219444", "name": "Wentao Su"}, {"id": "5024726", "name": "Huiyu Xu"}, {"id": "2112374642", "name": "Yong Han"}, {"id": "51199769", "name": "Xinya Cao"}, {"id": "29993977", "name": "En-ju Liu"}, {"id": "46607507", "name": "C. Fu"}, {"id": "2069534711", "name": "Zhigang Yin"}, {"id": "2144067551", "name": "Miao Liu"}, {"id": "3660946", "name": "R. Roepman"}, {"id": "2485739", "name": "S. Dietmann"}, {"id": "2076561573", "name": "M. Virta"}, {"id": "108263114", "name": "F. Kengara"}, {"id": "1713877", "name": "Changping Huang"}, {"id": "2140326187", "name": "Ze Zhang"}, {"id": "2135923977", "name": "Lifu Zhang"}, {"id": "2153707621", "name": "Taolan Zhao"}, {"id": "2118795900", "name": "Jianwei Dai"}, {"id": "2144559662", "name": "Jialiang Yang"}, {"id": "143697703", "name": "L. Lan"}, {"id": "2114647406", "name": "Ming Luo"}, {"id": "2110813546", "name": "Tao Huang"}, {"id": "2118395023", "name": "Zhaofeng Liu"}, {"id": "2146566239", "name": "Sen Qian"}, {"id": "122222311", "name": "T. An"}, {"id": "2146038034", "name": "Xingchen Liu"}, {"id": "2119454336", "name": "Bin Zhang"}, {"id": "2158094216", "name": "Xiaolei He"}, {"id": "2135657405", "name": "Shan Cong"}, {"id": "50875636", "name": "Xiaohong Liu"}, {"id": "2155467901", "name": "Wei Zhang"}, {"id": "7572514", "name": "Fang Wang"}, {"id": "36875027", "name": "Chuan‐Qi Lu"}, {"id": "2113440834", "name": "Zhipeng Cai"}, {"id": "2109240984", "name": "James P. Lewis"}, {"id": "152584288", "name": "J. Tiedje"}, {"id": "2286159718", "name": "Jiabao Zhang"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "9dae90ce317bc61eeeeb16a3589fe9201a799de0", "title": "What Do We Want From Explainable Artificial Intelligence (XAI)? - A Stakeholder Perspective on XAI and a Conceptual Model Guiding Interdisciplinary XAI Research", "year": 2021, "venue": "Artificial Intelligence", "citation_count": 501, "url": "https://www.semanticscholar.org/paper/9dae90ce317bc61eeeeb16a3589fe9201a799de0", "doi": "10.1016/j.artint.2021.103473", "abstract": null}, "authors": [{"id": "38229622", "name": "Markus Langer"}, {"id": "2064548667", "name": "Daniel Oster"}, {"id": "32622348", "name": "Timo Speith"}, {"id": "143797080", "name": "H. Hermanns"}, {"id": "34390902", "name": "Lena Kästner"}, {"id": "2084330522", "name": "Eva Schmidt"}, {"id": "2079500287", "name": "Andreas Sesing"}, {"id": "144311915", "name": "Kevin Baum"}], "fields_of_study": ["Computer Science"]}
{"publication": {"id": "3c6067c120790b142e9b581bfc82ca02db2ce095", "title": "Artificial intelligence-driven innovation for enhancing supply chain resilience and performance under the effect of supply chain dynamism: an empirical investigation", "year": 2021, "venue": "Annals of Operations Research", "citation_count": 518, "url": "https://www.semanticscholar.org/paper/3c6067c120790b142e9b581bfc82ca02db2ce095", "doi": "10.1007/s10479-021-03956-x", "abstract": "Supply chain resilience (SCRes) and performance have become increasingly important in the wake of the recent supply chain disruptions caused by subsequent pandemics and crisis. Besides, the context of digitalization, integration, and globalization of the supply chain has raised an increasing awareness of advanced information processing techniques such as Artificial Intelligence (AI) in building SCRes and improving supply chain performance (SCP). The present study investigates the direct and indirect effects of AI, SCRes, and SCP under a context of dynamism and uncertainty of the supply chain. In doing so, we have conceptualized the use of AI in the supply chain on the organizational information processing theory (OIPT). The developed framework was evaluated using a structural equation modeling (SEM) approach. Survey data was collected from 279 firms representing different sizes, operating in various sectors, and countries. Our findings suggest that while AI has a direct impact on SCP in the short-term, it is recommended to exploit its information processing capabilities to build SCRes for long-lasting SCP. This study is among the first to provide empirical evidence on maximizing the benefits of AI capabilities to generate sustained SCP. The study could be further extended using a longitudinal investigation to explore more facets of the phenomenon."}, "authors": [{"id": "100646427", "name": "Amine Belhadi"}, {"id": "6725299", "name": "Venkatesh Mani"}, {"id": "3418249", "name": "Sachin S. Kamble"}, {"id": "2166425628", "name": "S. Khan"}, {"id": "113896218", "name": "Surabhi Verma"}], "fields_of_study": ["Medicine", "Computer Science"]}
{"publication": {"id": "8d9f4b3f299b8f93e2b73dfd25f6d7420471c83f", "title": "Artificial intelligence capability: Conceptualization, measurement calibration, and empirical study on its impact on organizational creativity and firm performance", "year": 2021, "venue": "Information Manager (The)", "citation_count": 904, "url": "https://www.semanticscholar.org/paper/8d9f4b3f299b8f93e2b73dfd25f6d7420471c83f", "doi": "10.1016/j.im.2021.103434", "abstract": null}, "authors": [{"id": "2424691", "name": "Patrick Mikalef"}, {"id": "2109834922", "name": "Manjul Gupta"}], "fields_of_study": ["Computer Science"]}
{"publication": {"id": "139e90776bde3e2657497d5bb759f2514da1b53f", "title": "A massive 7T fMRI dataset to bridge cognitive neuroscience and artificial intelligence", "year": 2021, "venue": "Nature Neuroscience", "citation_count": 535, "url": "https://www.semanticscholar.org/paper/139e90776bde3e2657497d5bb759f2514da1b53f", "doi": "10.1038/s41593-021-00962-x", "abstract": "Extensive sampling of neural activity during rich cognitive phenomena is critical for robust understanding of brain function. Here we present the Natural Scenes Dataset (NSD), in which high-resolution functional magnetic resonance imaging responses to tens of thousands of richly annotated natural scenes were measured while participants performed a continuous recognition task. To optimize data quality, we developed and applied novel estimation and denoising techniques. Simple visual inspections of the NSD data reveal clear representational transformations along the ventral visual pathway. Further exemplifying the inferential power of the dataset, we used NSD to build and train deep neural network models that predict brain activity more accurately than state-of-the-art models from computer vision. NSD also includes substantial resting-state and diffusion data, enabling network neuroscience perspectives to constrain and enhance models of perception and memory. Given its unprecedented scale, quality and breadth, NSD opens new avenues of inquiry in cognitive neuroscience and artificial intelligence. The authors measured high-resolution fMRI activity from eight individuals who saw and memorized thousands of annotated natural images over 1 year. This massive dataset enables new paths of inquiry in cognitive neuroscience and artificial intelligence."}, "authors": [{"id": "32092718", "name": "Emily J. Allen"}, {"id": "1398424649", "name": "Ghislain St-Yves"}, {"id": "2115665267", "name": "Yihan Wu"}, {"id": "2119508", "name": "Jesse Breedlove"}, {"id": "144937473", "name": "Jacob S. Prince"}, {"id": "3922347", "name": "Logan T Dowdle"}, {"id": "1891681", "name": "Matthias Nau"}, {"id": "120330242", "name": "B. Caron"}, {"id": "2712614", "name": "F. Pestilli"}, {"id": "48704346", "name": "I. Charest"}, {"id": "49945926", "name": "J. B. Hutchinson"}, {"id": "2689972", "name": "Thomas Naselaris"}, {"id": "1912661", "name": "Kendrick Norris Kay"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "83311744b174550032cfe09cb2940703dc9c9245", "title": "A Review of Artificial Intelligence (AI) in Education from 2010 to 2020", "year": 2021, "venue": "Complex", "citation_count": 849, "url": "https://www.semanticscholar.org/paper/83311744b174550032cfe09cb2940703dc9c9245", "doi": "10.1155/2021/8812542", "abstract": "This study provided a content analysis of studies aiming to disclose how artificial intelligence (AI) has been applied to the education sector and explore the potential research trends and challenges of AI in education. A total of 100 papers including 63 empirical papers (74 studies) and 37 analytic papers were selected from the education and educational research category of Social Sciences Citation Index database from 2010 to 2020. The content analysis showed that the research questions could be classified into development layer (classification, matching, recommendation, and deep learning), application layer (feedback, reasoning, and adaptive learning), and integration layer (affection computing, role-playing, immersive learning, and gamification). Moreover, four research trends, including Internet of Things, swarm intelligence, deep learning, and neuroscience, as well as an assessment of AI in education, were suggested for further investigation. However, we also proposed the challenges in education may be caused by AI with regard to inappropriate use of AI techniques, changing roles of teachers and students, as well as social and ethical issues. The results provide insights into an overview of the AI used for education domain, which helps to strengthen the theoretical foundation of AI in education and provides a promising channel for educators and AI engineers to carry out further collaborative research."}, "authors": [{"id": "48549659", "name": "Xuesong Zhai"}, {"id": "2056599771", "name": "Xiaoyan Chu"}, {"id": "3225877", "name": "C. Chai"}, {"id": "2692438", "name": "M. Jong"}, {"id": "69904634", "name": "Andreja Istenič"}, {"id": "38749421", "name": "Michael Spector"}, {"id": "2859865", "name": "Jia-bao Liu"}, {"id": "2118573866", "name": "Jing Yuan"}, {"id": "2152884118", "name": "Yan Li"}], "fields_of_study": ["Computer Science", "Engineering"]}
{"publication": {"id": "bd3d0238549555bd07fd25ff61b3d7e01eb02296", "title": "Artificial intelligence, robotics, advanced technologies and human resource management: a systematic review", "year": 2021, "venue": "International journal of human resources management", "citation_count": 744, "url": "https://www.semanticscholar.org/paper/bd3d0238549555bd07fd25ff61b3d7e01eb02296", "doi": "10.1080/09585192.2020.1871398", "abstract": "Abstract Although academic production in intelligent automation (e.g. artificial intelligence, robotics) has grown rapidly, we still lack a comprehensive understanding of the impacts of the utilization of these technologies in human resource management (HRM) at an organizational (firms) and individual (employees) level. This study therefore aims to systematize the academic inputs on intelligent automation so far and to clarify what are its main contributions to and challenges for HRM. In a systematic search of 13,136 potentially relevant studies published in the top HRM, international business (IB), general management (GM) and information management (IM) journals, we found 45 articles studying artificial intelligence, robotics and other advanced technologies within HRM settings. Results show that intelligent automation technologies constitute a new approach to managing employees and enhancing firm performance, thus offering several opportunities for HRM but also considerable challenges at a technological and ethical level. The impact of these technologies has been identified to concentrate on HRM strategies, namely, job replacement, human-robot/AI collaboration, decision-making and learning opportunities, and HRM activities, namely, recruiting, training and job performance. This study discusses these shifts in detail, along with the main contributions to theory and practice and directions for future research."}, "authors": [{"id": "144031328", "name": "D. Vrontis"}, {"id": "118624908", "name": "M. Christofi"}, {"id": "50367941", "name": "V. Pereira"}, {"id": "70668917", "name": "S. Tarba"}, {"id": "1395358767", "name": "Anna Makrides"}, {"id": "1753048114", "name": "Eleni Trichina"}], "fields_of_study": ["Engineering"]}
{"publication": {"id": "286a3bf8579deadd9b892bb800614b7c35d5d9a6", "title": "Artificial Intelligence and Business Value: a Literature Review", "year": 2021, "venue": "Information Systems Frontiers", "citation_count": 574, "url": "https://www.semanticscholar.org/paper/286a3bf8579deadd9b892bb800614b7c35d5d9a6", "doi": "10.1007/s10796-021-10186-w", "abstract": "Artificial Intelligence (AI) are a wide-ranging set of technologies that promise several advantages for organizations in terms off added business value. Over the past few years, organizations are increasingly turning to AI in order to gain business value following a deluge of data and a strong increase in computational capacity. Nevertheless, organizations are still struggling to adopt and leverage AI in their operations. The lack of a coherent understanding of how AI technologies create business value, and what type of business value is expected, therefore necessitates a holistic understanding. This study provides a systematic literature review that attempts to explain how organizations can leverage AI technologies in their operations and elucidate the value-generating mechanisms. Our analysis synthesizes the current literature and highlights: (1) the key enablers and inhibitors of AI adoption and use; (2) the typologies of AI use in the organizational setting; and (3) the first- and second-order effects of AI. The paper concludes with an identification of the gaps in the literature and develops a research agenda that identifies areas that need to be addressed by future studies."}, "authors": [{"id": "2111962291", "name": "Ida Merete Enholm"}, {"id": "2088536305", "name": "Emmanouil Papagiannidis"}, {"id": "2424691", "name": "Patrick Mikalef"}, {"id": "1716522", "name": "J. Krogstie"}], "fields_of_study": ["Business", "Computer Science"]}
{"publication": {"id": "29409efa04ac99ccf01d2a011d21d5d14e870000", "title": "Artificial intelligence to deep learning: machine intelligence approach for drug discovery", "year": 2021, "venue": "Molecular diversity", "citation_count": 933, "url": "https://www.semanticscholar.org/paper/29409efa04ac99ccf01d2a011d21d5d14e870000", "doi": "10.1007/s11030-021-10217-3", "abstract": "Drug designing and development is an important area of research for pharmaceutical companies and chemical scientists. However, low efficacy, off-target delivery, time consumption, and high cost impose a hurdle and challenges that impact drug design and discovery. Further, complex and big data from genomics, proteomics, microarray data, and clinical trials also impose an obstacle in the drug discovery pipeline. Artificial intelligence and machine learning technology play a crucial role in drug discovery and development. In other words, artificial neural networks and deep learning algorithms have modernized the area. Machine learning and deep learning algorithms have been implemented in several drug discovery processes such as peptide synthesis, structure-based virtual screening, ligand-based virtual screening, toxicity prediction, drug monitoring and release, pharmacophore modeling, quantitative structure–activity relationship, drug repositioning, polypharmacology, and physiochemical activity. Evidence from the past strengthens the implementation of artificial intelligence and deep learning in this field. Moreover, novel data mining, curation, and management techniques provided critical support to recently developed modeling algorithms. In summary, artificial intelligence and deep learning advancements provide an excellent opportunity for rational drug design and discovery process, which will eventually impact mankind. The primary concern associated with drug design and development is time consumption and production cost. Further, inefficiency, inaccurate target delivery, and inappropriate dosage are other hurdles that inhibit the process of drug delivery and development. With advancements in technology, computer-aided drug design integrating artificial intelligence algorithms can eliminate the challenges and hurdles of traditional drug design and development. Artificial intelligence is referred to as superset comprising machine learning, whereas machine learning comprises supervised learning, unsupervised learning, and reinforcement learning. Further, deep learning, a subset of machine learning, has been extensively implemented in drug design and development. The artificial neural network, deep neural network, support vector machines, classification and regression, generative adversarial networks, symbolic learning, and meta-learning are examples of the algorithms applied to the drug design and discovery process. Artificial intelligence has been applied to different areas of drug design and development process, such as from peptide synthesis to molecule design, virtual screening to molecular docking, quantitative structure–activity relationship to drug repositioning, protein misfolding to protein–protein interactions, and molecular pathway identification to polypharmacology. Artificial intelligence principles have been applied to the classification of active and inactive, monitoring drug release, pre-clinical and clinical development, primary and secondary drug screening, biomarker development, pharmaceutical manufacturing, bioactivity identification and physiochemical properties, prediction of toxicity, and identification of mode of action."}, "authors": [{"id": "1409846740", "name": "Rohan Gupta"}, {"id": "153610437", "name": "Devesh Srivastava"}, {"id": "2059118408", "name": "Mehar Sahu"}, {"id": "2072850683", "name": "Swati Tiwari"}, {"id": "2288195", "name": "R. K. Ambasta"}, {"id": "38183916", "name": "Pravir Kumar"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "634ed64dd2d4c53381fbcc53f4d0fa339711d799", "title": "The false hope of current approaches to explainable artificial intelligence in health care.", "year": 2021, "venue": "The Lancet Digital Health", "citation_count": 946, "url": "https://www.semanticscholar.org/paper/634ed64dd2d4c53381fbcc53f4d0fa339711d799", "doi": "10.1016/s2589-7500(21)00208-9", "abstract": null}, "authors": [{"id": "2804918", "name": "M. Ghassemi"}, {"id": "1404268029", "name": "Luke Oakden-Rayner"}, {"id": "143649421", "name": "Andrew Beam"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "a81434e08ea760cc364c5a9d8aa8cdc09fcbc9f1", "title": "The role of artificial intelligence in healthcare: a structured literature review", "year": 2021, "venue": "BMC Medical Informatics and Decision Making", "citation_count": 696, "url": "https://www.semanticscholar.org/paper/a81434e08ea760cc364c5a9d8aa8cdc09fcbc9f1", "doi": "10.1186/s12911-021-01488-9", "abstract": "Background/Introduction Artificial intelligence (AI) in the healthcare sector is receiving attention from researchers and health professionals. Few previous studies have investigated this topic from a multi-disciplinary perspective, including accounting, business and management, decision sciences and health professions. Methods The structured literature review with its reliable and replicable research protocol allowed the researchers to extract 288 peer-reviewed papers from Scopus. The authors used qualitative and quantitative variables to analyse authors, journals, keywords, and collaboration networks among researchers. Additionally, the paper benefited from the Bibliometrix R software package. Results The investigation showed that the literature in this field is emerging. It focuses on health services management, predictive medicine, patient data and diagnostics, and clinical decision-making. The United States, China, and the United Kingdom contributed the highest number of studies. Keyword analysis revealed that AI can support physicians in making a diagnosis, predicting the spread of diseases and customising treatment paths. Conclusions The literature reveals several AI applications for health services and a stream of research that has not fully been covered. For instance, AI projects require skills and data quality awareness for data-intensive analysis and knowledge-based management. Insights can help researchers and health professionals understand and address future research on AI in the healthcare field."}, "authors": [{"id": "14172485", "name": "Silvana Secinaro"}, {"id": "144730270", "name": "D. Calandra"}, {"id": "2399294982", "name": "Aurelio Secinaro"}, {"id": "2576041", "name": "V. Muthurangu"}, {"id": "15601380", "name": "P. Biancone"}], "fields_of_study": ["Computer Science", "Medicine"]}
{"publication": {"id": "ab5923948a3d8c15f964c1577eec2b3c379ba09e", "title": "Underdiagnosis bias of artificial intelligence algorithms applied to chest radiographs in under-served patient populations", "year": 2021, "venue": "Nature Medicine", "citation_count": 645, "url": "https://www.semanticscholar.org/paper/ab5923948a3d8c15f964c1577eec2b3c379ba09e", "doi": "10.1038/s41591-021-01595-0", "abstract": "Artificial intelligence (AI) systems have increasingly achieved expert-level performance in medical imaging applications. However, there is growing concern that such AI systems may reflect and amplify human bias, and reduce the quality of their performance in historically under-served populations such as female patients, Black patients, or patients of low socioeconomic status. Such biases are especially troubling in the context of underdiagnosis, whereby the AI algorithm would inaccurately label an individual with a disease as healthy, potentially delaying access to care. Here, we examine algorithmic underdiagnosis in chest X-ray pathology classification across three large chest X-ray datasets, as well as one multi-source dataset. We find that classifiers produced using state-of-the-art computer vision techniques consistently and selectively underdiagnosed under-served patient populations and that the underdiagnosis rate was higher for intersectional under-served subpopulations, for example, Hispanic female patients. Deployment of AI systems using medical imaging for disease diagnosis with such biases risks exacerbation of existing care biases and can potentially lead to unequal access to medical treatment, thereby raising ethical concerns for the use of these models in the clinic. Artificial intelligence algorithms trained using chest X-rays consistently underdiagnose pulmonary abnormalities or diseases in historically under-served patient populations, raising ethical concerns about the clinical use of such algorithms."}, "authors": [{"id": "1450822685", "name": "Laleh Seyyed-Kalantari"}, {"id": "2135690782", "name": "Haoran Zhang"}, {"id": "41153596", "name": "Matthew B. A. McDermott"}, {"id": "34574044", "name": "I. Chen"}, {"id": "2804918", "name": "M. Ghassemi"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "a7a65aec0792126674544fdbdca1aff418de3add", "title": "Artificial intelligence-enhanced electrocardiography in cardiovascular disease management", "year": 2021, "venue": "Nature Reviews Cardiology", "citation_count": 659, "url": "https://www.semanticscholar.org/paper/a7a65aec0792126674544fdbdca1aff418de3add", "doi": "10.1038/s41569-020-00503-2", "abstract": "The application of artificial intelligence (AI) to the electrocardiogram (ECG), a ubiquitous and standardized test, is an example of the ongoing transformative effect of AI on cardiovascular medicine. Although the ECG has long offered valuable insights into cardiac and non-cardiac health and disease, its interpretation requires considerable human expertise. Advanced AI methods, such as deep-learning convolutional neural networks, have enabled rapid, human-like interpretation of the ECG, while signals and patterns largely unrecognizable to human interpreters can be detected by multilayer AI networks with precision, making the ECG a powerful, non-invasive biomarker. Large sets of digital ECGs linked to rich clinical data have been used to develop AI models for the detection of left ventricular dysfunction, silent (previously undocumented and asymptomatic) atrial fibrillation and hypertrophic cardiomyopathy, as well as the determination of a person’s age, sex and race, among other phenotypes. The clinical and population-level implications of AI-based ECG phenotyping continue to emerge, particularly with the rapid rise in the availability of mobile and wearable ECG technologies. In this Review, we summarize the current and future state of the AI-enhanced ECG in the detection of cardiovascular disease in at-risk populations, discuss its implications for clinical decision-making in patients with cardiovascular disease and critically appraise potential limitations and unknowns. In this Review, Friedman and colleagues summarize the use of artificial intelligence-enhanced electrocardiography in the detection of cardiovascular disease in at-risk populations, discuss its implications for clinical decision-making in patients with cardiovascular disease and critically appraise potential limitations and unknowns. The feasibility and potential value of the application of advanced artificial intelligence methods, particularly deep-learning convolutional neural networks (CNNs), to the electrocardiogram (ECG) have been demonstrated. CNNs developed with the use of large numbers of digital ECGs linked to rich clinical datasets might be able to perform accurate and nuanced, human-like interpretation of ECGs. CNNs have also been developed to detect asymptomatic left ventricular dysfunction, silent atrial fibrillation, hypertrophic cardiomyopathy and an individual’s age, sex and race on the basis of the ECG alone. CNNs to detect other cardiac conditions, such as aortic valve stenosis and amyloid heart disease, are in active development. These approaches might be applicable to the standard 12-lead ECG or to data obtained from single-lead or multilead mobile or wearable ECG technologies. Evidence on patient outcomes, as well as the challenges and potential limitations from the real-world implementation of the artificial intelligence-enhanced ECG, continues to emerge. The feasibility and potential value of the application of advanced artificial intelligence methods, particularly deep-learning convolutional neural networks (CNNs), to the electrocardiogram (ECG) have been demonstrated. CNNs developed with the use of large numbers of digital ECGs linked to rich clinical datasets might be able to perform accurate and nuanced, human-like interpretation of ECGs. CNNs have also been developed to detect asymptomatic left ventricular dysfunction, silent atrial fibrillation, hypertrophic cardiomyopathy and an individual’s age, sex and race on the basis of the ECG alone. CNNs to detect other cardiac conditions, such as aortic valve stenosis and amyloid heart disease, are in active development. These approaches might be applicable to the standard 12-lead ECG or to data obtained from single-lead or multilead mobile or wearable ECG technologies. Evidence on patient outcomes, as well as the challenges and potential limitations from the real-world implementation of the artificial intelligence-enhanced ECG, continues to emerge."}, "authors": [{"id": "6908069", "name": "K. Siontis"}, {"id": "6995238", "name": "P. Noseworthy"}, {"id": "6853697", "name": "Z. Attia"}, {"id": "2002102", "name": "P. Friedman"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "d1f0f33c197dc9932c4a2e42eb1a8a60635bb401", "title": "Explainable artificial intelligence: a comprehensive review", "year": 2021, "venue": "Artificial Intelligence Review", "citation_count": 712, "url": "https://www.semanticscholar.org/paper/d1f0f33c197dc9932c4a2e42eb1a8a60635bb401", "doi": "10.1007/s10462-021-10088-y", "abstract": null}, "authors": [{"id": "104177601", "name": "Dang Minh"}, {"id": "2155245925", "name": "H. X. Wang"}, {"id": "2156020692", "name": "Y. Li"}, {"id": "2116488047", "name": "Tan N. Nguyen"}], "fields_of_study": ["Computer Science"]}
{"publication": {"id": "0ca9a5ef7695fdaa65325761164c70e56739a902", "title": "Explainable artificial intelligence: an analytical review", "year": 2021, "venue": "WIREs Data Mining Knowl. Discov.", "citation_count": 656, "url": "https://www.semanticscholar.org/paper/0ca9a5ef7695fdaa65325761164c70e56739a902", "doi": "10.1002/widm.1424", "abstract": "This paper provides a brief analytical review of the current state‐of‐the‐art in relation to the explainability of artificial intelligence in the context of recent advances in machine learning and deep learning. The paper starts with a brief historical introduction and a taxonomy, and formulates the main challenges in terms of explainability building on the recently formulated National Institute of Standards four principles of explainability. Recently published methods related to the topic are then critically reviewed and analyzed. Finally, future directions for research are suggested."}, "authors": [{"id": "1719855", "name": "P. Angelov"}, {"id": "1380985003", "name": "E. Soares"}, {"id": "2121936670", "name": "Richard Jiang"}, {"id": "2123993921", "name": "Nicholas I. Arnold"}, {"id": "2124304074", "name": "Peter M. Atkinson"}], "fields_of_study": ["Computer Science"]}
{"publication": {"id": "be0bbf06977c4dadbf702287733187884a531b8a", "title": "Edge Artificial Intelligence for 6G: Vision, Enabling Technologies, and Applications", "year": 2021, "venue": "IEEE Journal on Selected Areas in Communications", "citation_count": 541, "url": "https://www.semanticscholar.org/paper/be0bbf06977c4dadbf702287733187884a531b8a", "doi": "10.1109/jsac.2021.3126076", "abstract": "The thriving of artificial intelligence (AI) applications is driving the further evolution of wireless networks. It has been envisioned that 6G will be transformative and will revolutionize the evolution of wireless from “connected things” to “connected intelligence”. However, state-of-the-art deep learning and big data analytics based AI systems require tremendous computation and communication resources, causing significant latency, energy consumption, network congestion, and privacy leakage in both of the training and inference processes. By embedding model training and inference capabilities into the network edge, edge AI stands out as a disruptive technology for 6G to seamlessly integrate sensing, communication, computation, and intelligence, thereby improving the efficiency, effectiveness, privacy, and security of 6G networks. In this paper, we shall provide our vision for scalable and trustworthy edge AI systems with integrated design of wireless communication strategies and decentralized machine learning models. New design principles of wireless networks, service-driven resource allocation optimization methods, as well as a holistic end-to-end system architecture to support edge AI will be described. Standardization, software and hardware platforms, and application scenarios are also discussed to facilitate the industrialization and commercialization of edge AI systems."}, "authors": [{"id": "145142172", "name": "K. Letaief"}, {"id": "1754997", "name": "Yuanming Shi"}, {"id": "2933300", "name": "Jianmin Lu"}, {"id": "1694070", "name": "Jianhua Lu"}], "fields_of_study": ["Computer Science", "Engineering", "Mathematics"]}
{"publication": {"id": "8b165eba2d0b9308682fdc4d775c00d1d3907a59", "title": "Demystifying the Draft EU Artificial Intelligence Act — Analysing the good, the bad, and the unclear elements of the proposed approach", "year": 2021, "venue": "Computer Law Review International", "citation_count": 471, "url": "https://www.semanticscholar.org/paper/8b165eba2d0b9308682fdc4d775c00d1d3907a59", "doi": "10.9785/cri-2021-220402", "abstract": "In April 2021, the European Commission proposed a Regulation on Artificial Intelligence, known as the AI Act. We present an overview of the Act and analyse its implications, drawing on scholarship ranging from the study of contemporary AI practices to the structure of EU product safety regimes over the last four decades. Aspects of the AI Act, such as different rules for different risk-levels of AI, make sense. But we also find that some provisions of the draft AI Act have surprising legal implications, whilst others may be largely ineffective at achieving their stated goals. Several overarching aspects, including the enforcement regime and the effect of maximum harmonisation on the space for AI policy more generally, engender significant concern. These issues should be addressed as a priority in the legislative process."}, "authors": [{"id": "33699440", "name": "Michael Veale"}, {"id": "2263501972", "name": "Frederik J. Zuiderveen Borgesius"}], "fields_of_study": ["Computer Science"]}
{"publication": {"id": "8278c6964ed7485f69523711faf7dd12dd0e3825", "title": "Privacy and artificial intelligence: challenges for protecting health information in a new era", "year": 2021, "venue": "BMC Medical Ethics", "citation_count": 589, "url": "https://www.semanticscholar.org/paper/8278c6964ed7485f69523711faf7dd12dd0e3825", "doi": "10.1186/s12910-021-00687-3", "abstract": "Advances in healthcare artificial intelligence (AI) are occurring rapidly and there is a growing discussion about managing its development. Many AI technologies end up owned and controlled by private entities. The nature of the implementation of AI could mean such corporations, clinics and public bodies will have a greater than typical role in obtaining, utilizing and protecting patient health information. This raises privacy issues relating to implementation and data security. The first set of concerns includes access, use and control of patient data in private hands. Some recent public–private partnerships for implementing AI have resulted in poor protection of privacy. As such, there have been calls for greater systemic oversight of big data health research. Appropriate safeguards must be in place to maintain privacy and patient agency. Private custodians of data can be impacted by competing goals and should be structurally encouraged to ensure data protection and to deter alternative use thereof. Another set of concerns relates to the external risk of privacy breaches through AI-driven methods. The ability to deidentify or anonymize patient health data may be compromised or even nullified in light of new algorithms that have successfully reidentified such data. This could increase the risk to patient data under private custodianship. We are currently in a familiar situation in which regulation and oversight risk falling behind the technologies they govern. Regulation should emphasize patient agency and consent, and should encourage increasingly sophisticated methods of data anonymization and protection."}, "authors": [{"id": "34708456", "name": "Blake Murdoch"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "a25e4e4f1534e9d7ec2c15edbec3c18bfc4d92fe", "title": "The impact of artificial intelligence on learner–instructor interaction in online learning", "year": 2021, "venue": "International Journal of Educational Technology in Higher Education", "citation_count": 545, "url": "https://www.semanticscholar.org/paper/a25e4e4f1534e9d7ec2c15edbec3c18bfc4d92fe", "doi": "10.1186/s41239-021-00292-9", "abstract": "Artificial intelligence (AI) systems offer effective support for online learning and teaching, including personalizing learning for students, automating instructors’ routine tasks, and powering adaptive assessments. However, while the opportunities for AI are promising, the impact of AI systems on the culture of, norms in, and expectations about interactions between students and instructors are still elusive. In online learning, learner–instructor interaction (inter alia, communication, support, and presence) has a profound impact on students’ satisfaction and learning outcomes. Thus, identifying how students and instructors perceive the impact of AI systems on their interaction is important to identify any gaps, challenges, or barriers preventing AI systems from achieving their intended potential and risking the safety of these interactions. To address this need for forward-looking decisions, we used Speed Dating with storyboards to analyze the authentic voices of 12 students and 11 instructors on diverse use cases of possible AI systems in online learning. Findings show that participants envision adopting AI systems in online learning can enable personalized learner–instructor interaction at scale but at the risk of violating social boundaries. Although AI systems have been positively recognized for improving the quantity and quality of communication, for providing just-in-time, personalized support for large-scale settings, and for improving the feeling of connection, there were concerns about responsibility, agency, and surveillance issues. These findings have implications for the design of AI systems to ensure explainability, human-in-the-loop, and careful data collection and presentation. Overall, contributions of this study include the design of AI system storyboards which are technically feasible and positively support learner–instructor interaction, capturing students’ and instructors’ concerns of AI systems through Speed Dating, and suggesting practical implications for maximizing the positive impact of AI systems while minimizing the negative ones."}, "authors": [{"id": "152359899", "name": "Kyoungwon Seo"}, {"id": "2148904085", "name": "Joice Tang"}, {"id": "3130238", "name": "Ido Roll"}, {"id": "145432756", "name": "Sidney S. Fels"}, {"id": "2055005", "name": "Dongwook Yoon"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "8adc96980d6872880c8d3ace746049027c5125e5", "title": "Exploring Opportunities and Challenges of Artificial Intelligence and Machine Learning in Higher Education Institutions", "year": 2021, "venue": "Sustainability", "citation_count": 379, "url": "https://www.semanticscholar.org/paper/8adc96980d6872880c8d3ace746049027c5125e5", "doi": "10.3390/su131810424", "abstract": "The way people travel, organise their time, and acquire information has changed due to information technologies. Artificial intelligence (AI) and machine learning (ML) are mechanisms that evolved from data management and developing processes. Incorporating these mechanisms into business is a trend many different industries, including education, have identified as game-changers. As a result, education platforms and applications are more closely aligned with learners’ needs and knowledge, making the educational process more efficient. Therefore, AI and ML have great potential in e-learning and higher education institutions (HEI). Thus, the article aims to determine its potential and use areas in higher education based on secondary research and document analysis (literature review), content analysis, and primary research (survey). As referent points for this research, multiple academic, scientific, and commercial sources were used to obtain a broader picture of the research subject. Furthermore, the survey was implemented among students in the Republic of Serbia, with 103 respondents to generate data and information on how much knowledge of AI and ML is held by the student population, mainly to understand both opportunities and challenges involved in AI and ML in HEI. The study addresses critical issues, like common knowledge and stance of research bases regarding AI and ML in HEI; best practices regarding usage of AI and ML in HEI; students’ knowledge of AI and ML; and students’ attitudes regarding AI and ML opportunities and challenges in HEI. In statistical considerations, aiming to evaluate if the indicators were considered reflexive and, in this case, belong to the same theoretical dimension, the Correlation Matrix was presented, followed by the Composite Reliability. Finally, the results were evaluated by regression analysis. The results indicated that AI and ML are essential technologies that enhance learning, primarily through students’ skills, collaborative learning in HEI, and an accessible research environment."}, "authors": [{"id": "30885787", "name": "Valentin Kuleto"}, {"id": "2125196513", "name": "Milena P. Ilić"}, {"id": "115473847", "name": "Mihail-Alexandru Dumangiu"}, {"id": "2091972626", "name": "M. Ranković"}, {"id": "114787247", "name": "Oliva M. D. Martins"}, {"id": "2082140118", "name": "D. Păun"}, {"id": "6297104", "name": "Larisa Mihoreanu"}], "fields_of_study": ["Psychology"]}
{"publication": {"id": "3b750e38452b3a6a555e3534178984973e69ddf9", "title": "Artificial intelligence and machine learning in design of mechanical materials.", "year": 2021, "venue": "Materials Horizons", "citation_count": 413, "url": "https://www.semanticscholar.org/paper/3b750e38452b3a6a555e3534178984973e69ddf9", "doi": "10.1039/d0mh01451f", "abstract": "Artificial intelligence, especially machine learning (ML) and deep learning (DL) algorithms, is becoming an important tool in the fields of materials and mechanical engineering, attributed to its power to predict materials properties, design de novo materials and discover new mechanisms beyond intuitions. As the structural complexity of novel materials soars, the material design problem to optimize mechanical behaviors can involve massive design spaces that are intractable for conventional methods. Addressing this challenge, ML models trained from large material datasets that relate structure, properties and function at multiple hierarchical levels have offered new avenues for fast exploration of the design spaces. The performance of a ML-based materials design approach relies on the collection or generation of a large dataset that is properly preprocessed using the domain knowledge of materials science underlying chemical and physical concepts, and a suitable selection of the applied ML model. Recent breakthroughs in ML techniques have created vast opportunities for not only overcoming long-standing mechanics problems but also for developing unprecedented materials design strategies. In this review, we first present a brief introduction of state-of-the-art ML models, algorithms and structures. Then, we discuss the importance of data collection, generation and preprocessing. The applications in mechanical property prediction, materials design and computational methods using ML-based approaches are summarized, followed by perspectives on opportunities and open challenges in this emerging and exciting field."}, "authors": [{"id": "2061501240", "name": "Kai Guo"}, {"id": "36468923", "name": "Zhenze Yang"}, {"id": "114682093", "name": "Chi-Hua Yu"}, {"id": "2273480", "name": "M. Buehler"}], "fields_of_study": ["Medicine", "Computer Science"]}
{"publication": {"id": "8684506a5c7e208d36ffde509aad3a21abc04c04", "title": "Digital pathology and artificial intelligence in translational medicine and clinical practice", "year": 2021, "venue": "Modern Pathology", "citation_count": 438, "url": "https://www.semanticscholar.org/paper/8684506a5c7e208d36ffde509aad3a21abc04c04", "doi": "10.1038/s41379-021-00919-2", "abstract": "Traditional pathology approaches have played an integral role in the delivery of diagnosis, semi-quantitative or qualitative assessment of protein expression, and classification of disease. Technological advances and the increased focus on precision medicine have recently paved the way for the development of digital pathology-based approaches for quantitative pathologic assessments, namely whole slide imaging and artificial intelligence (AI)–based solutions, allowing us to explore and extract information beyond human visual perception. Within the field of immuno-oncology, the application of such methodologies in drug development and translational research have created invaluable opportunities for deciphering complex pathophysiology and the discovery of novel biomarkers and drug targets. With an increasing number of treatment options available for any given disease, practitioners face the growing challenge of selecting the most appropriate treatment for each patient. The ever-increasing utilization of AI-based approaches substantially expands our understanding of the tumor microenvironment, with digital approaches to patient stratification and selection for diagnostic assays supporting the identification of the optimal treatment regimen based on patient profiles. This review provides an overview of the opportunities and limitations around implementing AI-based methods in biomarker discovery and patient selection and discusses how advances in digital pathology and AI should be considered in the current landscape of translational medicine, touching on challenges this technology may face if adopted in clinical settings. The traditional role of pathologists in delivering accurate diagnoses or assessing biomarkers for companion diagnostics may be enhanced in precision, reproducibility, and scale by AI-powered analysis tools."}, "authors": [{"id": "49736771", "name": "V. Baxi"}, {"id": "120350926", "name": "R. Edwards"}, {"id": "145490069", "name": "M. Montalto"}, {"id": "4685573", "name": "Saurabh Saha"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "129c66d240883c735dbb08c8f025a6573328827b", "title": "The Clinician and Dataset Shift in Artificial Intelligence.", "year": 2021, "venue": "New England Journal of Medicine", "citation_count": 475, "url": "https://www.semanticscholar.org/paper/129c66d240883c735dbb08c8f025a6573328827b", "doi": "10.1056/NEJMc2104626", "abstract": "To the Editor: Artificial intelligence (AI) systems are now regularly being used in medical settings,1 although regulatory oversight is inconsistent and undeveloped.2,3 Safe deployment of clinical AI requires informed clinician-users, who are generally responsible for identifying and reporting emerging problems. Clinicians may also serve as administrators in governing the use of clinical AI. A natural question follows: are clinicians adequately prepared to identify circumstances in which AI systems fail to perform their intended function reliably? A major driver of AI system malfunction is known as “dataset shift.”4,5 Most clinical AI systems today use machine learning, algorithms that leverage statistical methods to learn key patterns from clinical data. Dataset shift occurs when a machine-learning system underperforms because of a mismatch between the data set with which it was developed and the data on which it is deployed.4 For example, the University of Michigan Hospital implemented the widely used sepsis-alerting model developed by Epic Systems; in April 2020, the model had to be deactivated because of spurious alerting owing to changes in patients’ demographic characteristics associated with the coronavirus disease 2019 pandemic. This was a case in which dataset shift fundamentally altered the relationship between fevers and bacterial sepsis, leading the hospital’s clinical AI governing committee (which one of the authors of this letter chairs) to decommission its use. This is an extreme example; many causes of dataset shift are more subtle. In Table 1, we present common causes of dataset shift, which we group into changes in technology (e.g., software vendors), changes in population and setting (e.g., new demographics), and changes in behavior (e.g., new reimbursement incentives); the list is not meant to be exhaustive. Successful recognition and mitigation of dataset shift require both vigilant clinicians and sound technical oversight through AI governance teams.4,5 When using an AI system, clinicians should note misalignment between the predictions of the model and their own clinical judgment, as in the sepsis example above. Clinicians who use AI systems must frequently consider whether relevant aspects of their own clinical practice are atypical or have recently changed. For their part, AI governance teams must be sure that it is easy for clinicians to report concerns about the function of AI systems and provide feedback so that the clinician who is reporting will understand that the registered concern has been noted and, if appropriate, actions to mitigate the concern have been taken. Teams must also establish AI monitoring and updating protocols that integrate technical solu-"}, "authors": [{"id": "50478054", "name": "S. G. Finlayson"}, {"id": "2928932", "name": "Adarsh Subbaswamy"}, {"id": "48829479", "name": "Karandeep Singh"}, {"id": "2066570629", "name": "John Bowers"}, {"id": "2049907921", "name": "Annabel Kupke"}, {"id": "46714697", "name": "Jonathan Zittrain"}, {"id": "1740538", "name": "I. Kohane"}, {"id": "1932128", "name": "S. Saria"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "dbde9692749150152354690e0706c3032b9c6be0", "title": "Protocol for development of a reporting guideline (TRIPOD-AI) and risk of bias tool (PROBAST-AI) for diagnostic and prognostic prediction model studies based on artificial intelligence", "year": 2021, "venue": "BMJ Open", "citation_count": 586, "url": "https://www.semanticscholar.org/paper/dbde9692749150152354690e0706c3032b9c6be0", "doi": "10.1136/bmjopen-2020-048008", "abstract": "Introduction The Transparent Reporting of a multivariable prediction model of Individual Prognosis Or Diagnosis (TRIPOD) statement and the Prediction model Risk Of Bias ASsessment Tool (PROBAST) were both published to improve the reporting and critical appraisal of prediction model studies for diagnosis and prognosis. This paper describes the processes and methods that will be used to develop an extension to the TRIPOD statement (TRIPOD-artificial intelligence, AI) and the PROBAST (PROBAST-AI) tool for prediction model studies that applied machine learning techniques. Methods and analysis TRIPOD-AI and PROBAST-AI will be developed following published guidance from the EQUATOR Network, and will comprise five stages. Stage 1 will comprise two systematic reviews (across all medical fields and specifically in oncology) to examine the quality of reporting in published machine-learning-based prediction model studies. In stage 2, we will consult a diverse group of key stakeholders using a Delphi process to identify items to be considered for inclusion in TRIPOD-AI and PROBAST-AI. Stage 3 will be virtual consensus meetings to consolidate and prioritise key items to be included in TRIPOD-AI and PROBAST-AI. Stage 4 will involve developing the TRIPOD-AI checklist and the PROBAST-AI tool, and writing the accompanying explanation and elaboration papers. In the final stage, stage 5, we will disseminate TRIPOD-AI and PROBAST-AI via journals, conferences, blogs, websites (including TRIPOD, PROBAST and EQUATOR Network) and social media. TRIPOD-AI will provide researchers working on prediction model studies based on machine learning with a reporting guideline that can help them report key details that readers need to evaluate the study quality and interpret its findings, potentially reducing research waste. We anticipate PROBAST-AI will help researchers, clinicians, systematic reviewers and policymakers critically appraise the design, conduct and analysis of machine learning based prediction model studies, with a robust standardised tool for bias evaluation. Ethics and dissemination Ethical approval has been granted by the Central University Research Ethics Committee, University of Oxford on 10-December-2020 (R73034/RE001). Findings from this study will be disseminated through peer-review publications. PROSPERO registration number CRD42019140361 and CRD42019161764."}, "authors": [{"id": "2003566", "name": "G. Collins"}, {"id": "1388252731", "name": "P. Dhiman"}, {"id": "2009752601", "name": "C. A. Andaur Navarro"}, {"id": "2202735100", "name": "Jie Ma"}, {"id": "2889209", "name": "L. Hooft"}, {"id": "50311625", "name": "J. Reitsma"}, {"id": "1393547851", "name": "P. Logullo"}, {"id": "143649421", "name": "Andrew Beam"}, {"id": "49506408", "name": "L. Peng"}, {"id": "10108730", "name": "B. Van calster"}, {"id": "52122002", "name": "M. van Smeden"}, {"id": "145893714", "name": "R. Riley"}, {"id": "144498165", "name": "K. Moons"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "a6f9ca4e968882cc6e6ce7682546709fe14e6d75", "title": "Chatbot for Health Care and Oncology Applications Using Artificial Intelligence and Machine Learning: Systematic Review", "year": 2021, "venue": "JMIR Cancer", "citation_count": 387, "url": "https://www.semanticscholar.org/paper/a6f9ca4e968882cc6e6ce7682546709fe14e6d75", "doi": "10.2196/27850", "abstract": "Background Chatbot is a timely topic applied in various fields, including medicine and health care, for human-like knowledge transfer and communication. Machine learning, a subset of artificial intelligence, has been proven particularly applicable in health care, with the ability for complex dialog management and conversational flexibility. Objective This review article aims to report on the recent advances and current trends in chatbot technology in medicine. A brief historical overview, along with the developmental progress and design characteristics, is first introduced. The focus will be on cancer therapy, with in-depth discussions and examples of diagnosis, treatment, monitoring, patient support, workflow efficiency, and health promotion. In addition, this paper will explore the limitations and areas of concern, highlighting ethical, moral, security, technical, and regulatory standards and evaluation issues to explain the hesitancy in implementation. Methods A search of the literature published in the past 20 years was conducted using the IEEE Xplore, PubMed, Web of Science, Scopus, and OVID databases. The screening of chatbots was guided by the open-access Botlist directory for health care components and further divided according to the following criteria: diagnosis, treatment, monitoring, support, workflow, and health promotion. Results Even after addressing these issues and establishing the safety or efficacy of chatbots, human elements in health care will not be replaceable. Therefore, chatbots have the potential to be integrated into clinical practice by working alongside health practitioners to reduce costs, refine workflow efficiencies, and improve patient outcomes. Other applications in pandemic support, global health, and education are yet to be fully explored. Conclusions Further research and interdisciplinary collaboration could advance this technology to dramatically improve the quality of care for patients, rebalance the workload for clinicians, and revolutionize the practice of medicine."}, "authors": [{"id": "70986845", "name": "Lu Xu"}, {"id": "49076259", "name": "Leslie Sanders"}, {"id": "2158259399", "name": "Kay Li"}, {"id": "2070775504", "name": "J. Chow"}], "fields_of_study": ["Psychology", "Medicine"]}
{"publication": {"id": "363165e6781dc79829d9e775a4bece3d9639ced6", "title": "Human- versus Artificial Intelligence", "year": 2021, "venue": "Frontiers in Artificial Intelligence", "citation_count": 408, "url": "https://www.semanticscholar.org/paper/363165e6781dc79829d9e775a4bece3d9639ced6", "doi": "10.3389/frai.2021.622364", "abstract": "AI is one of the most debated subjects of today and there seems little common understanding concerning the differences and similarities of human intelligence and artificial intelligence. Discussions on many relevant topics, such as trustworthiness, explainability, and ethics are characterized by implicit anthropocentric and anthropomorphistic conceptions and, for instance, the pursuit of human-like intelligence as the golden standard for Artificial Intelligence. In order to provide more agreement and to substantiate possible future research objectives, this paper presents three notions on the similarities and differences between human- and artificial intelligence: 1) the fundamental constraints of human (and artificial) intelligence, 2) human intelligence as one of many possible forms of general intelligence, and 3) the high potential impact of multiple (integrated) forms of narrow-hybrid AI applications. For the time being, AI systems will have fundamentally different cognitive qualities and abilities than biological systems. For this reason, a most prominent issue is how we can use (and “collaborate” with) these systems as effectively as possible? For what tasks and under what conditions, decisions are safe to leave to AI and when is human judgment required? How can we capitalize on the specific strengths of human- and artificial intelligence? How to deploy AI systems effectively to complement and compensate for the inherent constraints of human cognition (and vice versa)? Should we pursue the development of AI “partners” with human (-level) intelligence or should we focus more at supplementing human limitations? In order to answer these questions, humans working with AI systems in the workplace or in policy making have to develop an adequate mental model of the underlying ‘psychological’ mechanisms of AI. So, in order to obtain well-functioning human-AI systems, Intelligence Awareness in humans should be addressed more vigorously. For this purpose a first framework for educational content is proposed."}, "authors": [{"id": "2058183350", "name": "J. Korteling"}, {"id": "1419824171", "name": "G. V. D. Boer-Visschedijk"}, {"id": "2582595", "name": "R. Blankendaal"}, {"id": "3433739", "name": "R. Boonekamp"}, {"id": "3235316", "name": "A. Eikelboom"}], "fields_of_study": ["Computer Science", "Medicine"]}
{"publication": {"id": "e016ee7bfc73cb5b8a92f6c517389be837c035eb", "title": "A Survey of Contrastive and Counterfactual Explanation Generation Methods for Explainable Artificial Intelligence", "year": 2021, "venue": "IEEE Access", "citation_count": 356, "url": "https://www.semanticscholar.org/paper/e016ee7bfc73cb5b8a92f6c517389be837c035eb", "doi": "10.1109/ACCESS.2021.3051315", "abstract": "A number of algorithms in the field of artificial intelligence offer poorly interpretable decisions. To disclose the reasoning behind such algorithms, their output can be explained by means of so-called evidence-based (or factual) explanations. Alternatively, contrastive and counterfactual explanations justify why the output of the algorithms is not any different and how it could be changed, respectively. It is of crucial importance to bridge the gap between theoretical approaches to contrastive and counterfactual explanation and the corresponding computational frameworks. In this work we conduct a systematic literature review which provides readers with a thorough and reproducible analysis of the interdisciplinary research field under study. We first examine theoretical foundations of contrastive and counterfactual accounts of explanation. Then, we report the state-of-the-art computational frameworks for contrastive and counterfactual explanation generation. In addition, we analyze how grounded such frameworks are on the insights from the inspected theoretical approaches. As a result, we highlight a variety of properties of the approaches under study and reveal a number of shortcomings thereof. Moreover, we define a taxonomy regarding both theoretical and practical approaches to contrastive and counterfactual explanation."}, "authors": [{"id": "1573756747", "name": "Ilia Stepin"}, {"id": "2072642455", "name": "J. M. Alonso"}, {"id": "2059908083", "name": "Alejandro Catalá"}, {"id": "1403617366", "name": "Martin Pereira-Fariña"}], "fields_of_study": ["Computer Science"]}
{"publication": {"id": "6256380fca2b6039df2449a1d35727f17933316b", "title": "On evaluation metrics for medical applications of artificial intelligence", "year": 2021, "venue": "Scientific Reports", "citation_count": 677, "url": "https://www.semanticscholar.org/paper/6256380fca2b6039df2449a1d35727f17933316b", "doi": "10.1101/2021.04.07.21254975", "abstract": "Clinicians and software developers need to understand how proposed machine learning (ML) models could improve patient care. No single metric captures all the desirable properties of a model, which is why several metrics are typically reported to summarize a model’s performance. Unfortunately, these measures are not easily understandable by many clinicians. Moreover, comparison of models across studies in an objective manner is challenging, and no tool exists to compare models using the same performance metrics. This paper looks at previous ML studies done in gastroenterology, provides an explanation of what different metrics mean in the context of binary classification in the presented studies, and gives a thorough explanation of how different metrics should be interpreted. We also release an open source web-based tool that may be used to aid in calculating the most relevant metrics presented in this paper so that other researchers and clinicians may easily incorporate them into their research."}, "authors": [{"id": "2060039016", "name": "S. Hicks"}, {"id": "2068464129", "name": "I. StruÌke"}, {"id": "2627712", "name": "Vajira Lasantha Thambawita"}, {"id": "147484166", "name": "M. Hammou"}, {"id": "143733939", "name": "P. Halvorsen"}, {"id": "2066867462", "name": "M. Riegler"}, {"id": "5939166", "name": "S. Parasa"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "9b58e7657d5cdebb665646532aec638dd0f18f4d", "title": "Artificial intelligence in supply chain management: A systematic literature review", "year": 2021, "venue": "Journal of business research", "citation_count": 650, "url": "https://www.semanticscholar.org/paper/9b58e7657d5cdebb665646532aec638dd0f18f4d", "doi": "10.1016/J.JBUSRES.2020.09.009", "abstract": null}, "authors": [{"id": "2021983171", "name": "Reza Toorajipour"}, {"id": "95779700", "name": "Vahid Sohrabpour"}, {"id": "122870032", "name": "Ali Nazarpour"}, {"id": "3380975", "name": "Pejvak Oghazi"}, {"id": "94726488", "name": "Maria Fischl"}], "fields_of_study": ["Computer Science"]}
{"publication": {"id": "7b6ea9c9634f01d4a4eefa67f4401d79598a7830", "title": "The impact of big data analytics and artificial intelligence on green supply chain process integration and hospital environmental performance", "year": 2021, "venue": "", "citation_count": 550, "url": "https://www.semanticscholar.org/paper/7b6ea9c9634f01d4a4eefa67f4401d79598a7830", "doi": "10.1016/J.TECHFORE.2020.120557", "abstract": null}, "authors": [{"id": "115386499", "name": "S. Benzidia"}, {"id": "2097402690", "name": "N. Makaoui"}, {"id": "72565787", "name": "Omar Bentahar"}], "fields_of_study": ["Business"]}
{"publication": {"id": "34602875dc6c40f8060d517669b80bbed5538da5", "title": "The promise of artificial intelligence: a review of the opportunities and challenges of artificial intelligence in healthcare.", "year": 2021, "venue": "British Medical Bulletin", "citation_count": 334, "url": "https://www.semanticscholar.org/paper/34602875dc6c40f8060d517669b80bbed5538da5", "doi": "10.1093/bmb/ldab016", "abstract": "INTRODUCTION\nArtificial intelligence (AI) and machine learning (ML) are rapidly evolving fields in various sectors, including healthcare. This article reviews AI's present applications in healthcare, including its benefits, limitations and future scope.\n\n\nSOURCES OF DATA\nA review of the English literature was conducted with search terms 'AI' or 'ML' or 'deep learning' and 'healthcare' or 'medicine' using PubMED and Google Scholar from 2000-2021.\n\n\nAREAS OF AGREEMENT\nAI could transform physician workflow and patient care through its applications, from assisting physicians and replacing administrative tasks to augmenting medical knowledge.\n\n\nAREAS OF CONTROVERSY\nFrom challenges training ML systems to unclear accountability, AI's implementation is difficult and incremental at best. Physicians also lack understanding of what AI implementation could represent.\n\n\nGROWING POINTS\nAI can ultimately prove beneficial in healthcare, but requires meticulous governance similar to the governance of physician conduct.\n\n\nAREAS TIMELY FOR DEVELOPING RESEARCH\nRegulatory guidelines are needed on how to safely implement and assess AI technology, alongside further research into the specific capabilities and limitations of its medical use."}, "authors": [{"id": "1946262733", "name": "Y. Y. Aung"}, {"id": "2125304124", "name": "D. C. Wong"}, {"id": "39189579", "name": "D. Ting"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "82e4cfd74d8d390bbb63625d724ffc6eb752bed4", "title": "Artificial intelligence for supply chain resilience: learning from Covid-19", "year": 2021, "venue": "International Journal of Logistics Management", "citation_count": 345, "url": "https://www.semanticscholar.org/paper/82e4cfd74d8d390bbb63625d724ffc6eb752bed4", "doi": "10.1108/ijlm-02-2021-0094", "abstract": "PurposeMany supply chains have faced disruption during Covid-19. Artificial intelligence (AI) is one mechanism that can be used to improve supply chain resilience by developing business continuity capabilities. This study examines how firms employ AI and consider the opportunities for AI to enhance supply chain resilience by developing visibility, risk, sourcing and distribution capabilities.Design/methodology/approachThe authors have gathered rich data by conducting semistructured interviews with 35 experts from the e-commerce supply chain. The authors have adopted a systematic approach of coding using open, axial and selective methods to map and identify the themes that represent the critical elements of AI-enabled supply chain resilience.FindingsThe results of the study highlight the emergence of five critical areas where AI can contribute to enhanced supply chain resilience; (1) transparency, (2) ensuring last-mile delivery, (3) offering personalized solutions to both upstream and downstream supply chain stakeholders, (4) minimizing the impact of disruption and (5) facilitating an agile procurement strategy.Research limitations/implicationsThe study offers interesting implications for bridging the theory–practice gap by drawing on contemporary empirical data to demonstrate how enhancing dynamic capabilities via AI technologies further strengthens supply chain resilience. The study also offers suggestions for utilizing the findings and proposes a framework to strengthen supply chain resilience through AI.Originality/valueThe study presents the dynamic capabilities for supply chain resilience through the employment of AI. AI can contribute to readying supply chains to reduce their risk of disruption through enhanced resilience."}, "authors": [{"id": "32909426", "name": "S. Modgil"}, {"id": "2115508712", "name": "R. Singh"}, {"id": "80518961", "name": "C. Hannibal"}], "fields_of_study": ["Computer Science"]}
{"publication": {"id": "a57e3b67ebfeba1285f1b64d6dc3f99f8db2a340", "title": "Artificial intelligence in the construction industry: A review of present status, opportunities and future challenges", "year": 2021, "venue": "Journal of Building Engineering", "citation_count": 695, "url": "https://www.semanticscholar.org/paper/a57e3b67ebfeba1285f1b64d6dc3f99f8db2a340", "doi": "10.1016/j.jobe.2021.103299", "abstract": null}, "authors": [{"id": "118203969", "name": "Sofiat Abioye"}, {"id": "1926817", "name": "Lukumon O. Oyedele"}, {"id": "151084718", "name": "L. Àkànbí"}, {"id": "37513131", "name": "A. Ajayi"}, {"id": "1861765828", "name": "Juan Manuel Davila Delgado"}, {"id": "1380103222", "name": "Muhammad Bilal"}, {"id": "2987639", "name": "Olúgbénga O. Akinadé"}, {"id": "2119174865", "name": "Ashraf A. Ahmed"}], "fields_of_study": null}
{"publication": {"id": "9d9cd469279655f8efc2c0c95e55295036c8ab12", "title": "Governance of artificial intelligence", "year": 2021, "venue": "Policy & Society", "citation_count": 327, "url": "https://www.semanticscholar.org/paper/9d9cd469279655f8efc2c0c95e55295036c8ab12", "doi": "10.1080/14494035.2021.1928377", "abstract": "ABSTRACT The rapid developments in Artificial Intelligence (AI) and the intensification in the adoption of AI in domains such as autonomous vehicles, lethal weapon systems, robotics and alike pose serious challenges to governments as they must manage the scale and speed of socio-technical transitions occurring. While there is considerable literature emerging on various aspects of AI, governance of AI is a significantly underdeveloped area. The new applications of AI offer opportunities for increasing economic efficiency and quality of life, but they also generate unexpected and unintended consequences and pose new forms of risks that need to be addressed. To enhance the benefits from AI while minimising the adverse risks, governments worldwide need to understand better the scope and depth of the risks posed and develop regulatory and governance processes and structures to address these challenges. This introductory article unpacks AI and describes why the Governance of AI should be gaining far more attention given the myriad of challenges it presents. It then summarises the special issue articles and highlights their key contributions. This special issue introduces the multifaceted challenges of governance of AI, including emerging governance approaches to AI, policy capacity building, exploring legal and regulatory challenges of AI and Robotics, and outstanding issues and gaps that need attention. The special issue showcases the state-of-the-art in the governance of AI, aiming to enable researchers and practitioners to appreciate the challenges and complexities of AI governance and highlight future avenues for exploration."}, "authors": [{"id": "3299973", "name": "Araz Taeihagh"}], "fields_of_study": null}
{"publication": {"id": "25b5a8eaa34abfeb737a63bc27388ca66e1a4a71", "title": "Artificial intelligence in operations management and supply chain management: an exploratory case study", "year": 2021, "venue": "Production planning & control (Print)", "citation_count": 324, "url": "https://www.semanticscholar.org/paper/25b5a8eaa34abfeb737a63bc27388ca66e1a4a71", "doi": "10.1080/09537287.2021.1882690", "abstract": "Abstract With the development and evolution of information technology, competition has become more and more intensive on a global scale. Many companies have forecast that the future of operation and supply chain management (SCM) may change dramatically, from planning, scheduling, optimisation, to transportation, with the presence of artificial intelligence (AI). People will be more and more interested in machine learning, AI, and other intelligent technologies, in terms of SCM. Within this context, this particular research study provides an overview of the concept of AI and SCM. It then focuses on timely and critical analysis of AI-driven supply chain research and applications. In this exploratory research, the emerging AI-based business models of different case companies are analysed. Their relevant AI solutions and related values to companies are also evaluated. As a result, this research identifies several areas of value creation for the application of AI in the supply chain. It also proposes an approach to designing business models for AI supply chain applications."}, "authors": [{"id": "143926017", "name": "P. Helo"}, {"id": "2780666", "name": "Yuqiuge Hao"}], "fields_of_study": ["Business"]}
{"publication": {"id": "5f6baf6a7342715060c389e9e1c71d23398e0f72", "title": "The AI gambit: leveraging artificial intelligence to combat climate change—opportunities, challenges, and recommendations", "year": 2021, "venue": "Ai & Society", "citation_count": 316, "url": "https://www.semanticscholar.org/paper/5f6baf6a7342715060c389e9e1c71d23398e0f72", "doi": "10.1007/s00146-021-01294-x", "abstract": "In this article, we analyse the role that artificial intelligence (AI) could play, and is playing, to combat global climate change. We identify two crucial opportunities that AI offers in this domain: it can help improve and expand current understanding of climate change, and it can contribute to combatting the climate crisis effectively. However, the development of AI also raises two sets of problems when considering climate change: the possible exacerbation of social and ethical challenges already associated with AI, and the contribution to climate change of the greenhouse gases emitted by training data and computation-intensive AI systems. We assess the carbon footprint of AI research, and the factors that influence AI’s greenhouse gas (GHG) emissions in this domain. We find that the carbon footprint of AI research may be significant and highlight the need for more evidence concerning the trade-off between the GHG emissions generated by AI research and the energy and resource efficiency gains that AI can offer. In light of our analysis, we argue that leveraging the opportunities offered by AI for global climate change whilst limiting its risks is a gambit which requires responsive, evidence-based, and effective governance to become a winning strategy. We conclude by identifying the European Union as being especially well-placed to play a leading role in this policy response and provide 13 recommendations that are designed to identify and harness the opportunities of AI for combatting climate change, while reducing its impact on the environment."}, "authors": [{"id": "3011486", "name": "Josh Cowls"}, {"id": "2005338318", "name": "Andreas Tsamados"}, {"id": "2084659", "name": "M. Taddeo"}, {"id": "1982425", "name": "L. Floridi"}], "fields_of_study": ["Medicine", "Computer Science"]}
{"publication": {"id": "7c9bd754345ecca28c05b3305f849481c9613f8f", "title": "The Janus face of artificial intelligence feedback: Deployment versus disclosure effects on employee performance", "year": 2021, "venue": "Strategic Management Journal", "citation_count": 313, "url": "https://www.semanticscholar.org/paper/7c9bd754345ecca28c05b3305f849481c9613f8f", "doi": "10.1002/SMJ.3322", "abstract": "Companies are increasingly using artificial intelligence (AI) to provide performance feedback to employees, by tracking employee behavior at work, automating performance evaluations, and recommending job improvements. However, this application of AI has provoked much debate. On the one hand, powerful AI data analytics increase the quality of feedback, which may enhance employee productivity (“deployment effect”). On the other hand, employees may develop a negative perception of AI feedback once it is disclosed to them, thus harming their productivity (“disclosure effect”). We examine these two effects theoretically and test them empirically using data from a field experiment. We find strong evidence that both effects coexist, and that the adverse disclosure effect is mitigated by employees' tenure in the firm. These findings offer pivotal implications for management theory, practice, and public policies. Managerial abstract Artificial intelligence (AI) technologies are bound to transform how companies manage employees. We examine the use of AI to generate performance feedback for employees. We demonstrate that AI significantly increases the accuracy and consistency of the analyses of information collected, and the relevance of feedback to each employee. These advantages of AI help employees achieve greater job performance at scale, and thus create value for companies. However, our study also alerts companies to the negative effect of disclosing using AI to employee that results from employees' negative perceptions about the deployment of AI, which offsets the business value created by AI. To alleviate value‐destroying disclosure effect, we suggest that companies be more proactive in communicating with their employees about the objectives, benefits, and scope of AI applications in order to assuage their concerns. Moreover, the result of the allayed negative AI disclosure effect among employees with a longer tenure in the company suggests that companies may consider deploying AI in a tiered instead of a uniform fashion, that is, using AI to provide performance feedback to veteran employees but using human managers to provide performance feedback to novices."}, "authors": [{"id": "120794318", "name": "Siliang Tong"}, {"id": "47239765", "name": "Nan Jia"}, {"id": "40581742", "name": "Xueming Luo"}, {"id": "1739734836", "name": "Z. Fang"}], "fields_of_study": ["Psychology"]}
{"publication": {"id": "cb0cae7f42d0666d9d90b1ca93416abcccef7c44", "title": "Predicting cancer outcomes with radiomics and artificial intelligence in radiology", "year": 2021, "venue": "Nature Reviews Clinical Oncology", "citation_count": 597, "url": "https://www.semanticscholar.org/paper/cb0cae7f42d0666d9d90b1ca93416abcccef7c44", "doi": "10.1038/s41571-021-00560-7", "abstract": null}, "authors": [{"id": "46459416", "name": "K. Bera"}, {"id": "11014238", "name": "Nathaniel Braman"}, {"id": "2110094496", "name": "Amit Gupta"}, {"id": "6731233", "name": "V. Velcheti"}, {"id": "1705442", "name": "A. Madabhushi"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "cce1f4f0ffce089ce623f6d132b75fb139302b0f", "title": "Artificial Intelligence in Cancer Research and Precision Medicine.", "year": 2021, "venue": "Cancer Discovery", "citation_count": 463, "url": "https://www.semanticscholar.org/paper/cce1f4f0ffce089ce623f6d132b75fb139302b0f", "doi": "10.1158/2159-8290.CD-21-0090", "abstract": "Artificial intelligence (AI) is rapidly reshaping cancer research and personalized clinical care. Availability of high-dimensionality datasets coupled with advances in high-performance computing, as well as innovative deep learning architectures, has led to an explosion of AI use in various aspects of oncology research. These applications range from detection and classification of cancer, to molecular characterization of tumors and their microenvironment, to drug discovery and repurposing, to predicting treatment outcomes for patients. As these advances start penetrating the clinic, we foresee a shifting paradigm in cancer care becoming strongly driven by AI. SIGNIFICANCE: AI has the potential to dramatically affect nearly all aspects of oncology-from enhancing diagnosis to personalizing treatment and discovering novel anticancer drugs. Here, we review the recent enormous progress in the application of AI to oncology, highlight limitations and pitfalls, and chart a path for adoption of AI in the cancer clinic."}, "authors": [{"id": "4139100", "name": "B. Bhinder"}, {"id": "52215132", "name": "Coryandar Gilvary"}, {"id": "5576140", "name": "Neel S. Madhukar"}, {"id": "150097652", "name": "O. Elemento"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "783dead4fd1aa29ee019a2f324e859a6b3dcb332", "title": "Artificial Intelligence for Student Assessment: A Systematic Review", "year": 2021, "venue": "Applied Sciences", "citation_count": 323, "url": "https://www.semanticscholar.org/paper/783dead4fd1aa29ee019a2f324e859a6b3dcb332", "doi": "10.3390/APP11125467", "abstract": "Artificial Intelligence (AI) is being implemented in more and more fields, including education. The main uses of AI in education are related to tutoring and assessment. This paper analyzes the use of AI for student assessment based on a systematic review. For this purpose, a search was carried out in two databases: Scopus and Web of Science. A total of 454 papers were found and, after analyzing them according to the PRISMA Statement, a total of 22 papers were selected. It is clear from the studies analyzed that, in most of them, the pedagogy underlying the educational action is not reflected. Similarly, formative evaluation seems to be the main use of AI. Another of the main functionalities of AI in assessment is for the automatic grading of students. Several studies analyze the differences between the use of AI and its non-use. We discuss the results and conclude the need for teacher training and further research to understand the possibilities of AI in educational assessment, mainly in other educational levels than higher education. Moreover, it is necessary to increase the wealth of research which focuses on educational aspects more than technical development around AI."}, "authors": [{"id": "1405101245", "name": "Víctor González-Calatayud"}, {"id": "2044554929", "name": "Paz Prendes-Espinosa"}, {"id": "2094101366", "name": "Rosabel Roig-Vila"}], "fields_of_study": ["Psychology"]}
{"publication": {"id": "4b89b8238b695b5163ad8a54a2fdf1b429df1cba", "title": "Artificial Intelligence Applied to Battery Research: Hype or Reality?", "year": 2021, "venue": "Chemical Reviews", "citation_count": 344, "url": "https://www.semanticscholar.org/paper/4b89b8238b695b5163ad8a54a2fdf1b429df1cba", "doi": "10.1021/acs.chemrev.1c00108", "abstract": "This is a critical review of artificial intelligence/machine learning (AI/ML) methods applied to battery research. It aims at providing a comprehensive, authoritative, and critical, yet easily understandable, review of general interest to the battery community. It addresses the concepts, approaches, tools, outcomes, and challenges of using AI/ML as an accelerator for the design and optimization of the next generation of batteries—a current hot topic. It intends to create both accessibility of these tools to the chemistry and electrochemical energy sciences communities and completeness in terms of the different battery R&D aspects covered."}, "authors": [{"id": "2049642315", "name": "Teo Lombardo"}, {"id": "1572555996", "name": "M. Duquesnoy"}, {"id": "2127175718", "name": "Hassna El-Bouysidy"}, {"id": "2036999017", "name": "Fabian Årén"}, {"id": "2127176165", "name": "Alfonso Gallo-Bueno"}, {"id": "123539679", "name": "P. B. Jørgensen"}, {"id": "36617197", "name": "Arghya Bhowmik"}, {"id": "7945310", "name": "Arnaud Demortière"}, {"id": "92314553", "name": "E. Ayerbe"}, {"id": "21510868", "name": "F. Alcaide"}, {"id": "46724217", "name": "M. Reynaud"}, {"id": "2127174023", "name": "J. Carrasco"}, {"id": "8062282", "name": "A. Grimaud"}, {"id": "2152735048", "name": "Chao Zhang"}, {"id": "7304881", "name": "T. Vegge"}, {"id": "5583988", "name": "P. Johansson"}, {"id": "49990441", "name": "A. Franco"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "93e353567bbc7525306a14b6219973d34b084c4e", "title": "Artificial intelligence in radiology: 100 commercially available products and their scientific evidence", "year": 2021, "venue": "European Radiology", "citation_count": 334, "url": "https://www.semanticscholar.org/paper/93e353567bbc7525306a14b6219973d34b084c4e", "doi": "10.1007/s00330-021-07892-z", "abstract": "Map the current landscape of commercially available artificial intelligence (AI) software for radiology and review the availability of their scientific evidence. We created an online overview of CE-marked AI software products for clinical radiology based on vendor-supplied product specifications (www.aiforradiology.com). Characteristics such as modality, subspeciality, main task, regulatory information, deployment, and pricing model were retrieved. We conducted an extensive literature search on the available scientific evidence of these products. Articles were classified according to a hierarchical model of efficacy. The overview included 100 CE-marked AI products from 54 different vendors. For 64/100 products, there was no peer-reviewed evidence of its efficacy. We observed a large heterogeneity in deployment methods, pricing models, and regulatory classes. The evidence of the remaining 36/100 products comprised 237 papers that predominantly (65%) focused on diagnostic accuracy (efficacy level 2). From the 100 products, 18 had evidence that regarded level 3 or higher, validating the (potential) impact on diagnostic thinking, patient outcome, or costs. Half of the available evidence (116/237) were independent and not (co-)funded or (co-)authored by the vendor. Even though the commercial supply of AI software in radiology already holds 100 CE-marked products, we conclude that the sector is still in its infancy. For 64/100 products, peer-reviewed evidence on its efficacy is lacking. Only 18/100 AI products have demonstrated (potential) clinical impact. • Artificial intelligence in radiology is still in its infancy even though already 100 CE-marked AI products are commercially available. • Only 36 out of 100 products have peer-reviewed evidence of which most studies demonstrate lower levels of efficacy. • There is a wide variety in deployment strategies, pricing models, and CE marking class of AI products for radiology."}, "authors": [{"id": "2075448413", "name": "K. V. van Leeuwen"}, {"id": "3504603", "name": "S. Schalekamp"}, {"id": "2074975080", "name": "Matthieu Rutten"}, {"id": "123637526", "name": "B. van Ginneken"}, {"id": "49221256", "name": "M. de Rooij"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "193f30b243cc389c39dcb974098cf447396a01df", "title": "Impact of artificial intelligence on employees working in industry 4.0 led organizations", "year": 2021, "venue": "International journal of manpower", "citation_count": 231, "url": "https://www.semanticscholar.org/paper/193f30b243cc389c39dcb974098cf447396a01df", "doi": "10.1108/ijm-03-2021-0173", "abstract": "PurposeThis study attempts to develop a practical understanding of the positive and negative employee experiences due to artificial intelligence (AI) adoption and the creation of technostress. It unravels the human resource development-related challenges with the onset of Industry 4.0.Design/methodology/approachSemi-structured interviews were conducted with 32 professionals with average work experience of 7.6 years and working across nine industries, and the transcripts were analyzed using NVivo.FindingsThe findings establish prominent adverse impacts of the adoption of AI, namely, information security, data privacy, drastic changes resulting from digital transformations and job risk and insecurity brewing in the employee psyche. This is followed by a hierarchy of factors comprising the positive impacts, namely, work-related flexibility and autonomy, creativity and innovation and overall enhancement in job performance. Further factors contributing to technostress (among employees): work overload, job insecurity and complexity were identified.Practical implicationsThe emerging knowledge economy and technological interventions are changing the existing job profiles, hence the need for different skillsets and technological competencies. The organizations thus need to deploy strategic manpower development measures involving up-gradation of skills and knowledge management. Inculcating requisite skills requires well-designed training programs using specialized tools and virtual reality (VR). In addition, employees need to be supported in their evolving socio-technical relationships, for managing both positive and negative outcomes.Originality/valueThis research makes the unique contribution of establishing a qualitative hierarchy of prominent factors constituting unintended consequences, positive impacts and technostress creators (among employees) of AI deployment in organizational processes."}, "authors": [{"id": "11346587", "name": "Nishtha Malik"}, {"id": "46686991", "name": "S. N. Tripathi"}, {"id": "2733956", "name": "A. Kar"}, {"id": "2118927871", "name": "Shivam Gupta"}], "fields_of_study": ["Psychology"]}
{"publication": {"id": "2494ce1d06479f719639d2fb54bf81ad31848f48", "title": "Artificial intelligence in product lifecycle management", "year": 2021, "venue": "The International Journal of Advanced Manufacturing Technology", "citation_count": 130, "url": "https://www.semanticscholar.org/paper/2494ce1d06479f719639d2fb54bf81ad31848f48", "doi": "10.1007/s00170-021-06882-1", "abstract": null}, "authors": [{"id": "2152508443", "name": "Lei Wang"}, {"id": "2145312763", "name": "Zhengchao Liu"}, {"id": "51454160", "name": "Ang Liu"}, {"id": "50556355", "name": "F. Tao"}], "fields_of_study": ["Engineering"]}
{"publication": {"id": "90ee1b0c19c44b6b49338b7a6f75017f261423c6", "title": "Artificial intelligence applications in inflammatory bowel disease: Emerging technologies and future directions", "year": 2021, "venue": "World Journal of Gastroenterology", "citation_count": 98, "url": "https://www.semanticscholar.org/paper/90ee1b0c19c44b6b49338b7a6f75017f261423c6", "doi": "10.3748/wjg.v27.i17.1920", "abstract": "Inflammatory bowel disease (IBD) is a complex and multifaceted disorder of the gastrointestinal tract that is increasing in incidence worldwide and associated with significant morbidity. The rapid accumulation of large datasets from electronic health records, high-definition multi-omics (including genomics, proteomics, transcriptomics, and metagenomics), and imaging modalities (endoscopy and endomicroscopy) have provided powerful tools to unravel novel mechanistic insights and help address unmet clinical needs in IBD. Although the application of artificial intelligence (AI) methods has facilitated the analysis, integration, and interpretation of large datasets in IBD, significant heterogeneity in AI methods, datasets, and clinical outcomes and the need for unbiased prospective validations studies are current barriers to incorporation of AI into clinical practice. The purpose of this review is to summarize the most recent advances in the application of AI and machine learning technologies in the diagnosis and risk prediction, assessment of disease severity, and prediction of clinical outcomes in patients with IBD."}, "authors": [{"id": "8547504", "name": "J. Gubatan"}, {"id": "1738867468", "name": "Steven Levitte"}, {"id": "77216706", "name": "Akshar Patel"}, {"id": "1678813282", "name": "Tatiana Balabanis"}, {"id": "19313467", "name": "M. Wei"}, {"id": "49556255", "name": "S. Sinha"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "b88d4d63e68bd474eb0be3ba1888ab2b4af14fc3", "title": "Artificial Intelligence -based technologies in nursing: A scoping literature review of the evidence.", "year": 2021, "venue": "International Journal of Nursing Studies", "citation_count": 223, "url": "https://www.semanticscholar.org/paper/b88d4d63e68bd474eb0be3ba1888ab2b4af14fc3", "doi": "10.1016/j.ijnurstu.2021.104153", "abstract": null}, "authors": [{"id": "2144814975", "name": "Hanna von Gerich"}, {"id": "40633376", "name": "Hans Moen"}, {"id": "51124263", "name": "L. Block"}, {"id": "4083185", "name": "Charlene H. Chu"}, {"id": "88050674", "name": "Haley DeForest"}, {"id": "108782131", "name": "Mollie Hobensack"}, {"id": "1753015", "name": "Martin Michalowski"}, {"id": "2115524549", "name": "J. Mitchell"}, {"id": "12682388", "name": "Raji Nibber"}, {"id": "2144817181", "name": "Mary Anne Olalia"}, {"id": "1877008", "name": "Lisiane Pruinelli"}, {"id": "2371504", "name": "C. Ronquillo"}, {"id": "2351553139", "name": "Maxim Topaz"}, {"id": "3199363", "name": "Laura-Maria Peltonen"}], "fields_of_study": ["Medicine"]}
{"publication": {"id": "8b3c67299d9a69fec6eef681648a7b8c560958fb", "title": "Sociological perspectives on artificial intelligence: A typological reading", "year": 2021, "venue": "Sociology Compass", "citation_count": 63, "url": "https://www.semanticscholar.org/paper/8b3c67299d9a69fec6eef681648a7b8c560958fb", "doi": "10.1111/SOC4.12851", "abstract": "Interest in applying sociological tools to analysing the social nature, antecedents and consequences of artificial intelligence (AI) has been rekindled in recent years. However, for researchers new to this field of enquiry, navigating the expansive literature can be challenging. This paper presents a practical way to help these researchers to think about, search and read the literature more effectively. It divides the literature into three categories. Research in each category is informed by one analytic perspective and analyses one “type” of AI. Research informed by the “sci-entific AI” perspective analyses “AI” as a science or scientific research field. Research underlain by the “technical AI” perspective studies “AI” as a meta ‐ technology and analyses its various applications and subtechnologies. Research informed by the “cultural AI” perspective views AI development as a social phenomenon and examines its interactions with the wider social, cultural, economic and political conditions in which it develops and by which it is shaped. These analytic perspectives reflect the evolution of “AI” from chiefly a scientific research subject during the twentieth century to a widely commercialised innovation in recent decades and increasingly to a distinctive socio ‐ cultural phenomenon today."}, "authors": [{"id": "2145976603", "name": "Zheng Liu"}], "fields_of_study": ["Sociology"]}
{"publication": {"id": "00fe3687b6ba497a371827cf84e42a37c1ae1857", "title": "Harnessing the power of artificial intelligence to transform hearing healthcare and research", "year": 2021, "venue": "Nature Machine Intelligence", "citation_count": 52, "url": "https://www.semanticscholar.org/paper/00fe3687b6ba497a371827cf84e42a37c1ae1857", "doi": "10.1038/s42256-021-00394-z", "abstract": null}, "authors": [{"id": "3079610", "name": "N. Lesica"}, {"id": "144342284", "name": "Nishchay Mehta"}, {"id": "5972811", "name": "J. Manjaly"}, {"id": "2144056660", "name": "Li Deng"}, {"id": "3077752", "name": "B. Wilson"}, {"id": "144486525", "name": "F. Zeng"}], "fields_of_study": ["Computer Science"]}
{"publication": {"id": "6556b3656ca3a7b8aae6e1e7eb678078f772ebf1", "title": "Artificial Intelligence for Health Professions Educators.", "year": 2021, "venue": "NAM Perspectives", "citation_count": 103, "url": "https://www.semanticscholar.org/paper/6556b3656ca3a7b8aae6e1e7eb678078f772ebf1", "doi": "10.31478/202109a", "abstract": "Kimberly Lomis, MD, American Medical Association; Pamela Jeff ries, PHD, RN, FAAN, ANEF, Vanderbilt School of Nursing; Anthony Palatta, DDS, EdD, PalattaSolutions; Melanie Sage, PHD, MSW, University at Buff alo School of Social Work; Javaid Sheikh, MD, MBA, Weill Cornell Medicine-Qatar; Carl Sheperis, PhD, MS, Texas A&M University-San Antonio; and Alison Whelan, MD, Association of American Medical Colleges"}, "authors": [{"id": "14441709", "name": "K. Lomis"}, {"id": "3633692", "name": "P. Jeffries"}, {"id": "12347036", "name": "Anthony M Palatta"}, {"id": "35710700", "name": "Melanie Sage"}, {"id": "46333771", "name": "Javaid Sheikh"}, {"id": "51982575", "name": "C. Sheperis"}, {"id": "2135038869", "name": "Alison Whelan"}], "fields_of_study": ["Psychology", "Medicine"]}
